Repository: smorand/dtol
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: TEAM_CONSTRAINT_EMPTY_NAME
fr: Nom de la constraint équipe vide

# LOGIN_ALREADY_TAKEN
source: This is login is already in use
fr: Ce login est déjà utilisé

# COUNTRY_DOES_NOT_EXIST
source: Country doesn't exist
fr: Ce pays n'existe pas

# SAVE_USER_OK
source: User saved successfully
fr: Utilisateur sauvegardé avec succès

# BLOCK_DONE
source: Blocking done
fr: Blocage effectué

# UNBLOCK_DONE
source: Unblocking done
fr: Déblocage effectué

# PASSWORD_GENERATION_DONE
source: Email send with new password
fr: Nouveau mot de passe envoyé par email

# PASSWORD_GENERATION_INVALID_EMAIL
source: Invalid email
fr: Email invalide

# EMAIL_CONFIRM_CHANGE_BODY_%s
source: Hi, You asked for an email address change. Click on the link below to confirm: %s Happy Twist, DTOnline Administrator
fr: Bonjour, Vous avez demandé un changement d'adresse email, cliquez sur le lien ci-dessous afin de valider ce changement : %s Bon Twist, L'administrateur DTOnline

# EMAIL_CONFIRM_CHANGE_SUBJECT
source: Email changement confirmation
fr: Changement d'adresse email

# EMAIL_NEW_PASSWORD_BODY_%s
source: Hi, Your password has been reseted. Here is the new one: %s. Happy Twist, DTOnline Administrator
fr: Bonjour, Votre mot de passe a été regénéré aléatoirement. Voici votre nouveau mot de passe : %s. Bon Twist, L'administrateur DTOnline

# EMAIL_NEW_PASSWORD_SUBJECT
source: Password reseted
fr: Password regénéré

# EMAIL_NEW_USER_BODY_%s
source: Hi, A new player %s has been created. Thanks to go on the administration part of the website to validate the inscription. Happy Twist, DTOnline
fr: Bonjour, Un nouveau joueur %s a été créé. Merci de vous rendre sur l'interface d'adminsitration pour valider son inscription. Bon Twist, DTOnline

# EMAIL_NEW_USER_SUBJECT
source: New player
fr: Nouveau Joueur

source: PASSWORD_GENERATION_EMAIL_%s
fr: Bonjour, Une demande de nouveau mot de passe a été effectuée sur votre compte, voici le nouveau mot de passe : %s Bon Twist, L'administrateur DTOnline

# PASSWORD_GENERATION_EMAIL_SUBJECT
source: New password
fr: Nouveau mot de passe

# EMAIL_ACCOUNT_UNLOCKED_BODY_%s
source: Hi, You DTOnline account has been unlocked. You can play by connecting to %s. Your password has not been changed. Happy Twist, DTOnline Admnistrator
fr: Bonjour, Votre compte DTOnline a été débloqué. Vous pouvez jouer en vous connectant sur : %s. Votre mot de passe est resté inchangé. Bon Twist, L'administrateur DTOnline

# EMAIL_ACCOUNT_UNLOCKED_SUBJECT
source: Account unlocked
fr: Compte debloque

source: EMAIL_SPONSOR_BODY_%(login)s_%(url)s
fr: Bonjour, Vous avez été parrainé sur le site de DTOnline par %(login)s. Cliquez sur le lien ci-dessous afin de créer votre compte : %(url)s Bon Twist, DTOnline Administrator

# EMAIL_SPONSOR_SUBJECT_%s
source: Sponsored by %s
fr: Parrainage par %s

source: Welcome %s
fr: Bienvenue %s

# PASSWORD_GENERATION_PROGRESS
source: Generating new password...
fr: En cours de génération du nouveau mot de passe...

source: Login password empty
fr: L'identifiant ou le mot de passe ne peuvent pas être vide

source: Authentication failure
fr: Erreur d'authentification

# PASSWORD_DIFFERS
source: Password and confirm passwords are not the same
fr: Mots de passe et mot de passe de confirmation différent

# EMAIL_EXISTS
source: The new email already in the database
fr: Le nouvel email fourni existe déjà

source: Update profile ok
fr: Mise à jour du profile effectué

# SPONSORING_OK
source: Sponsoring done
fr: Parrainage effectué

# KEY_INACTIVE
source: This key is inactive, you can't create your account. Please contact your sponsor.
fr: Cette clé est inactive, il n'est pas possible de créer votre compte. Merci de prendre contact avec votre parrain.

# SPONSOR_SUSPENDED
source: You sponsor has been suspended, so you can't create your account. Please contact your sponsor.
fr: Le compte de votre parrain est suspendu, il n'est pas possible de créer votre compte. Merci de prendre contact avec votre parrain.

source: PASSWORD_NULL
fr: Mot de passe vide

# REGISTER_OK
source: Registring ok, Administrator has been warned to validate. You will receive an email when your account is activated.
fr: Enregistrement terminé. L'administrateur a été prévenu. Vous recevrez un email quand votre compte sera activé.

# PASSWORD_GENERATION_EMAIL
source: Email:
fr: Email&nbsp;:

# PASSWORD_GENERATION
source: Regenerate password
fr: Régénérer mot de passe

source: Error:
fr: Erreur&nbsp;:

source: Login:
fr: Identifiant&nbsp;:

source: Password:
fr: Mot de passe&nbsp;:

source: Auto-Connect
fr: Connexion automatique&nbsp;:

source: Connect
fr: Connexion

# DISCLAMER
source: This is a private website. If you have an unauthorized access, please warn me to <a href="mailto:dtol@alwaysdata.com">par email</a>.
fr: Ceci est un site privé. Si vous avec un accès sans autorisation, merci de me prévenir <a href="mailto:dtol@alwaysdata.com">par email</a>.

# USERS_CONNECTED
source: Connected:
fr: Connectés&nbsp;:

source: Forbidden
fr: Accès Interdit

source: Challenges
fr: Défis

source: Tournaments
fr: Tournois

source: Teams
fr: Equipes

source: Statistics
fr: Stats

source: Logout
fr: Déconnexion

source: Save
fr: Sauvegarder

source: Saving...
fr: Sauvegarde en cours...

# SPONSORING
source: Sponsorin in progress...
fr: Parrainer quelqu'un

# ACTION_IN_PROGRESS
source: Action in process...
fr: Action en cours...

# LOAD_USER
source: Loading user...
fr: Chargement de l'utilisateur ...

source: Email to sponsor:
fr: Email à parrainer&nbsp;:

source: Warning:
fr: Avertissement&nbsp;:

source: Register your Profile
fr: Créer votre profile

source: Confirm Password:
fr: Confirmez mot de passe&nbsp;:

source: Country:
fr: Pays&nbsp;:

source: Primary Color:
fr: Couleur principale&nbsp;:

source: Secondary Color:
fr: Couleur secondaire&nbsp;:

source: Extensions:
fr: Extensions&nbsp;:

# REGISTER_PROFILE
source: Register
fr: Enregistrer

source: Under construction
fr: En construction ...

source: Users list
fr: Liste des Utilisateurs

# USER_ACTIVE
source: Active
fr: Actif

# USER_CREATION_DATETIME
source: Date Creation
fr: Date Création

# USER_LASTCON_DATETIME
source: Last Connection
fr: Dernière Connexion

# USER_LANG
source: Lang
fr: Langue

# USER_COUNTRY
source: Country
fr: Pays

# USER_COLORS
source: Colors
fr: Couleurs

source: Update your profile
fr: Mise à jour du profile

source: Sponsor someone
fr: Parrainer quelqu'un

source: New Email:
fr: Nouveau Email&nbsp;

# EMAIL_CHANGE_REQUIRE_VALIDATION
source: Email changement require a validation. An email will be sent to you to check the new email address.
fr: Le changement de mail nécessite une validation. Un mail vous sera envoyé avec un lien surlequel il suffit de cliquer

# GAME_ACTION_MENU_MODE
source: Action menu mode:
fr: Mode menu action&nbsp;:

source: Update profile
fr: Mettre à jour

source: Update user
fr: Mettre à jour l'utilisateur

# BACK_USERS_LIST
source: Go back to the user list
fr: Retour à la liste des utilisateurs

source: NEW_CONSTRAINT
fr: Nouvelle Contrainte d'Equipe

source: EDIT_CONSTRAINT
fr: Modifier contrainte

source: CANCEL_CREATE_CONSTRAINT
fr: Retour à la liste des contraintes d'équipe

source: LOAD_CONSTRAINT
fr: Charger

source: CONSTRAINT_NAME
fr: Nom de la contrainte&nbsp;:

source: TEAM_STRUCTURE
fr: Structure de l'équipe

source: CHARACTERS
fr: Nombre de Personnages&nbsp;:

source: OBJECTS
fr: Nombre d'Objects&nbsp;:

source: ROOMS
fr: Nombre de Pièces&nbsp;:

source: CHARACTERS_VALUE
fr: Valeur des personnages

source: CHARACTER_DEPLACEMENT
fr: Déplacement des personnages&nbsp;:

source: CHARACTER_ADVANCED_DEPLACEMENT
fr: Déplacement amélioré des personnages&nbsp;:

source: CHARACTER_FORCE
fr: Force des personnages&nbsp;:

source: TEAMS_VALUE
fr: Valeur de l'équipe

source: TEAM_DEPLACEMENT
fr: Total des déplacements&nbsp;:

source: TEAM_ADVANCED_DEPLACEMENT
fr: Total des déplacements améliorés&nbsp;:

source: TEAM_FORCE
fr: Total de force&nbsp;:

source: CHARACTERS_TYPES
fr: Types de personnages

source: CHARACTER_PRESTIGIOUS
fr: Prestigieux&nbsp;:

source: CHARACTER_SPELLCASTERS
fr: Jeuteurs de sort&nbsp;:

source: CHARACTER_FLYING
fr: Volants&nbsp;:

source: CHARACTER_INTANGIBLE
fr: Intangibles&nbsp;:

source: CHARACTER_SHADOWWALKER
fr: Marcheur des ténèbres&nbsp;:

source: CHARACTER_COUNTERFOUNTAIN
fr: Anti-fontaine&nbsp;:

source: CHARACTER_SAME
fr: Personnages identiques&nbsp;:

source: OBJECT_LIMITS
fr: Limites des objets

source: OBJECT_CURSED
fr: Maudits&nbsp;:

source: OBJECT_SAME
fr: Identiques&nbsp;:

source: OBJECT_COMMON
fr: Identiques objets courants&nbsp;:

source: ROOMS_CONSTRAINTS
fr: Limites des pièces

source: ROOM_SHADOW
fr: Avec Ténèbres&nbsp;:

source: ROOM_ANTIMAGIC
fr: Avec Anti-magie&nbsp;:

source: ROOM_FOUNTAIN
fr: Avec Fontaine&nbsp;:

source: ROOM_SAME
fr: Paires identiques&nbsp;:

source: EXTENSIONS_LIMIT
fr: Limite Extensions

source: TEAM_EXTENSIONS
fr: Nombre d'extensions différentes&nbsp;:

source: SAVE_CONSTRAINT
fr: Enregistrer

# TEAMS_LIST
source: Team List
fr: Liste des Equipes

# CREATE_TEAM
source: Create New Team
fr: Créer Nouvelle Equipe

source: LIST_CONSTRAINT_TEAM
fr: Contraintes d'Equipes

source: TEAMS_CONSTRAINTS_LIST
fr: Liste des Contraintes d'Equipes

source: CREATE_CONSTRAINT
fr: Créer Nouvelle Contrainte d'Equipe

source: CONSTRAINTS
fr: Contraintes
